{
  "Title": "Terms & Conditions",
  "Definition": {
    "Title": "1. DEFINITIONEN",
    "Text": "In diesen Geschäftsbedingungen haben die im Folgenden verwendeten Begriffe die folgende Bedeutung:",
    "AddressOptions": 
    [
      {
        "Options": "ROSEFIELD WATCHES BV"
      },
      {
        "Options": "Elandsstraat 44R"
      },
      {
        "Options": "1016 SG"
      },
      {
        "Options": "Amsterdam"
      },
      {
        "Options": "Niederlande"
      }                          
    ],
    "Text1": "Registriert bei der Niederländischen Handwerkskammer unter der Nummer 62124234 und der Steuernummer NL8546.67.714.B01.",
    "Website": "Website:: www.rosefieldwatches.com.",
    "Text2": "Kunde: jede natürliche oder juristische Person, die in einer vertraglichen Beziehung zu ROSEFIELD steht und die Waren abnimmt und/oder Dienstleistungen in Anspruch nimmt.",
    "Text3": "Bestellung: jede Vereinbarung zwischen ROSEFIELD und dem Kunden bezüglich der Lieferung für ein oder mehrere Produkte und die von ROSEFIELD als solche akzeptiert wird.",
    "Text4": "Ein ROSEFIELD-Produkt: das von ROSEFIELD auf der Website zum Verkauf angeboten wird."
  },
  "Applicability": {
    "Title": "2. ANWENDBARKEIT",
    "Text": "Diese Allgemeinen Geschäftsbedingungen finden Anwendung auf alle Verträge zwischen ROSEFIELD und dem Kunden via www.rosefieldwatches.com, sowie auf die daraus entstehenden Verträge und sonstige (Rechts)Geschäfte von ROSEFIELD mit oder für den Kunden. Wenn diese Allgemeinen Geschäftsbedingungen einmal zur Anwendung kommen, finden sie auch ohne weitere Anwendbarkeitserklärung Anwendung auf neue Verträge zwischen ROSEFIELD und dem Kunden sowie auf alle außervertraglichen Geschäftsbeziehungen ROSEFIELD und dem Kunden, insbesondere die unerlaubte Handlung. Die Anwendbarkeit irgendwelcher anderen Allgemeinen Geschäftsbedingungen wird ausdrücklich ausgeschlossen.  ROSEFIELD behält sich das Recht vor diese Allgemeinen Geschäftsbedingungen ohne Vorankündigung anzupassen.Sollten Sie Fragen oder Anmerkungen zu den Allgemeinen Geschäftsbedingungen haben, können Sie mit unserem Kundenservice Kontakt aufnehmen."
  },
  "Ordersonthewebsite": {
    "Title": "3.  BESTELLUNGEN AUF DER WEBSITE",
    "Title31": "3.1. Verfügbarkeit des Services",
    "Title31option":
    [
      {
        "Options": "Rosefield bietet weltweiten Versand an. Bevor Sie eine Bestellung auf unserer Website aufgeben, versichern Sie sich bitte, dass Sie"
      },
      {
        "Options": "- älter als 16 Jahre alt sind"
      },
      {
        "Options": "- ein Verbraucher und nicht ein professioneller Reseller sind."
      }
    ],
    "Title32":
    {
      "Title": "3.2. Kaufabwicklung",
      "Title32option":
      [
        {
          "Options": "Um eine Bestellung aufgeben zu können, benötigen wir Ihre persönlichen Daten. Die persönlichen Daten des Kunden werden auf Grundlage unserer Datenschutzerklärung behandelt."
        },
        {
          "Options": "Kunden haben jederzeit Zugang zu Ihren persönlichen Daten und der Bestellübersicht. ROSEFIELD betont gegenüber seinen Kunden, dass ihre persönlichen Daten so exakt wie möglich angegeben werden müssen, um jegliche Verwechslungen oder Fehler beim Versenden des gekaufen Artikels/der gekauften Artikel zu vermeiden."
        },
        {
          "Options": "Wenn sie eine Bestellung aufgeben, erhalten Sie eine Bestätigungsmail von uns, in der steht, dass wir Ihre Bestellung erhalten haben (“Bestellbestätigung”). Die Bestellung wurde zu diesem Zeitpunkt bereits von ROSEFIELD akzeptiert. Infolgedessen kommt ein Vertrag, mit diesen Allgemeinen Geschäftsbedingungen und bindend, sowohl für ROSEFIELD als auch dem Kunden, zustande."
        },
        {
          "Options": "Sollten Sie diese E-Mail nicht erhalten, liegt mögerlichweise ein vorläufiges Verbindungsproblem vor oder es wurde eine fehlerhafte E-Mail-Adresse angegeben. In beiden Fällen empfiehlt ROSEFIELD dem Kunden mit unseren Kundenservice Kontakt aufzunehmen."
        }
      ]
    },
    "Title33":
    {
      "Title": "3.3. Ablehnung einer Bestellung",
      "Text": "Obwohl wir uns bemühen, alle an uns übermittelten Aufträge zu bearbeiten, behält ROSEFIELD sich das Recht vor in den folgenden Fällen, die Bestellung eines Kunden, aus welchen Gründen auch immer und ohne die Verpflichtung jegliche Verluste des Käufers, mit Ausnahme der Erstattung des bereits bezahlten Betrages, zu kompensieren, zu stornieren:",
      "Title33option":
      [
        {
          "Options": "- - In Ausnahmefällen, wenn das Produkt nicht mehr verfügbar oder lieferbar ist und nachdem wir Ihnen bereits eine Bestellbestätigung geschickt haben;"
        },
        {
          "Options": "- Ihre Bestellung wurde von unserem Sicherheitssystem als ungewöhnliche Bestellung oder betrugsanfällig markiert;"
        },
        {
          "Options": "- Wenn wir den begründeten Verdacht haben, dass es sich bei dem Kunden um einen Reseller handelt;"
        },
        {
          "Options": "- Im Falle von Rechtschreibfehlern, falschen Preisangaben oder anderen fehlerhaften oder irrtümlichen Informationen auf der Website;"
        },
        {
          "Options": "- Wenn wir nicht an die von Ihnen genannte Adresse liefern können;"
        },
        {
          "Options": "- Aufgrund von höherer Gewalt (siehe Art. 8 “Höhere Gewalt”)."
        }
      ]
    }
  },
  "PricePayment": {
    "Title": "4. PREIS UND ZAHLUNG",
    "Title41":
    {
      "Title": "4.1. Preis und Währung",
      "Text": "ROSEFIELD ermöglicht seinen Kunden, durch Klicken auf die Landesflagge, das Bestimmungsland zu ändern. Wenn der Kunde das Bestimmungsland ändert, wird sich möglicherweise auch die Währung der angegebenen Preise ändern."
    },
    "Title42":
    {
      "Title": "4.2. Mehrwertsteuer",
      "Text": "Alle auf der Website gezeigten Preise sind finale Preise, die Steuern, Zoll und Kosten, die mit dem Transport der Ware in Zusammenhang stehen, beinhalten."
    },
    "Title43":
    {
      "Title": "4.3. Zahlungsmethoden",
      "Title43option":
      [
        {
          "Options": "ROSEFIELD bietet eine große Auswahl an Zahlungsmöglichkeiten an. Zu unseren sicheren Zahlungsmethoden gehören unter anderem: Sofort Banking, Paypal, Visa, Visa Electron, MasterCard, Solo, Ideal, Bancontact/Mr.Cash."
        },
        {
          "Options": "Alle Zahlungen mit Kredit- oder Debitkarte finden online und direkt statt mit Hilfe eines Payment Gateways (Zahlungssystems) oder des entsprechenden Finanzinstituts, wenn bestätigt wurde, dass die gesendeten Kundendaten korrekt sind."
        }
      ]
    },
    "Title44":
    {
      "Title": "4.4. Zahlungssicherheit",
      "Text": "Um den Kunden im Zahlungssystem maximale Sicherheit bieten zu können, verwendet ROSEFIELD die sicheren Zahlungssysteme der führenden Finanzinstitute für E-Commerce. Daher werden alle vertraulichen Daten direkt und verschlüsselt (SSL) an das entsprechende Finanzinstitut geschickt. Wir sind ebenfalls im Besitz eines GeoTrust SSL-Sicherheitszertifikates für Online-Transaktionen."
    },
    "Title45":
    {
      "Title": "4.5. Einkaufsrahmen",
      "Text": "ROSEFIELD gestattet keine Ankäufe von ROSEFIELD-Produkten, die für den Wiederverkauf bestimmt sind. Demzufolge ist es nicht möglich mehr als 9 Artikel gleichzeitig zu bestellen. Kunden, die Großeinkäufe tätigen wollen, bitten wir mit unserem Kundenservice via support@rosefieldwatches.com Kontakt aufzunehmen. Sie werden Ihnen bei Ihrem gewünschten Ankauf behilflich sein."
    }
  },
  "Delivery": {
    "Title": "5. LIEFERUNG",
    "Titleoption":
    [
      {
        "Options": "Die Lieferungen der gekauften Artikel werden von den Postdiensten und dessen Partnern auf der ganzen Welt durchgeführt. "
      },
      {
        "Options": "Um jegliche Lieferschwierigkeiten zu vermeiden (falsche Adressen, niemand zu Hause, etc.), müssen Sie Ihre Adresse fehlerfrei eingeben. Wir empfehlen Ihnen ebenfalls eine Telefonnummer, unter der wir Sie erreichen können, im dafür vorgesehenen Feld anzugeben."
      },
      {
        "Options": "Wenn die Bestellung an den Lieferanten übergeben wurde, erhalten die Kunden von ROSEFIELD eine Sendungsverfolgungsnummer (Track & Trace), sodass sie Ihre Sendung zu jederzeit am Computer und bis zur Ablieferung verfolgen können."
      }
    ],
    "Title51":
    {
      "Title": "5.1. Lieferungsbedingungen",
      "Title51option":
      [
        {
          "Options": "ROSEFIELD wird alles Mögliche versuchen um Ihre Bestellung innerhalb der angegebenen Lieferungsbedingungen bei der angegebenen Lieferadresse abzuliefern. Der Kunde trägt die Verantwortung für die fehlerfreie Eingabe der Lieferadresse; im Falle dessen, dass die Sendung einer Bestellung, aufgrund einer fehlerhaft angegebenen Lieferadresse (dessen Fehler auf den Kundenzurückgeführt werden kann), fehlschlägt, haftet ROSEFIELD nicht für den (teilweisen) Verlust der Sendung. Im Falle dessen, dass ROSEFIELD zusätzliche Informationen bezüglich der Lieferadresse benötigt, wird der Kunde von uns aufgefordert diese bereitzustellen. Eine Verzögerung der Lieferung kann möglicherweise dann eintreten, wenn zusätzliche Informationen, bezüglich der Lieferadresse, benötigt werden."
        },
        {
          "Options": "Alle genannten Lieferungsbedingungen (Versand, Lieferzeit in Werktagen, Versanddatum, etc.) auf der Website verstehen sich als Richtwerte und können keinesfalls als definitiv oder garantiert betrachtet werden."
        }
      ]
    },
    "Title52":
    {
      "Title": "5.2. Beschädigte, unvollständige oder falsche Produkte",
      "Title52option":
      [
        {
          "Options": " Falls ein geliefertes Produkt beschädigt oder unvollständig ist, muss der Kunde dies so schnell wie möglich (innerhalb von 24 Stunden nach dem Erhalt der Ware) dem Kundenservice von ROSEFIELD via E-Mail oder Telefon melden. ROSEFIELD wird sich umgehend dieser Tatsache annehmen. Der Kunde muss ROSEFIELD stets über die obengenannten Fälle informieren und auf weitere Anweisungen des Kundenservices von ROSEFIELD warten. Ein Kunde, der ein Produkt in solch einem Fall, und ohne die vorherige Kontaktaufnahme und das Warten auf weitere Anweisungen, auf eigene Kosten zurückschickt, kann weder eine Rückerstattung der gemachten Kosten bei ROSEFIELD verlangen noch ROSEFIELD für die Rücksendung, die ohne vorherige Zustimmung von ROSEFIELD verschickt wurde, verantwortlich machen."
        },
        {
          "Options": "Falls der Kunde ein Produkt erhält, welches er nicht bestellt hat, muss der Käufer sich so schnell wie möglich (innerhalb von 24 Stunden nach dem Erhalt der Ware) mit ROSEFIELD in Verbindung setzten. Der Kunde hat sich um die Rücksendung eines solchen Produktes, nach dem Erhalt der Rückgabeanweisungen von ROSEFIELD, zu kümmern. ROSEFIELD trägt die Kosten für diese Lieferung und wird sich folglich um die Lieferung des korrekten Produktes an den Kunden kümmern."
        }
      ]
    },
    "Title53":
    {
      "Title": "5.3. Fehlende Artikel",
      "Title53option":
      [
        {
          "Options": "Falls eine von ROSEFIELD an den Kunden versendete Lieferung verloren geht oder wurde oder der Kunde behauptet, dass er/sie die Bestellung nicht erhalten habe (es sei denn, dass die Informationen des Lieferanten oder Track & Trace das Gegenteil beweisen), wird das Beschwerdeverfahren eingeleitet und auf das Ergebnis dieses Verfahrens gewartet, bevor jegliche Rückerstattung oder Rücknahme stattfinden kann. Der Käufer hat mit dem Beschwerdeverfahren des Lieferanten zusammenzuarbeiten. Falls eine Bestellung aufgrund eines Fehlers des Lieferanten verloren ging (und nachdem das Beschwerdeverfahren abgeschlossen wurde), wird ROSEFIELD dem Kunden entweder den bereits bezahlten Betrag gutschreiben oder versuchen das bestellte Produkt erneut zu liefern."
        },
        {
          "Options": "Falls eine Sendung nach 14 Tagen nicht an die angegebene Lieferadresse (oder Abholstelle) geliefert wurde, hat der Kunde die Pflicht den Kundenservice von ROSEFIELD, innerhalb von 14 Tagen, d.h. letztlich innerhalb von 28 Tagen nach dem Versanddatum, darüber in Kenntnis zu setzten."
        }
      ]
    }   
  },
  "Exchangesandreturns": {
    "Title": "6. UMTAUSCH UND RÜCKGABE",
    "Titleoption":
    [
      {
        "Options": "Alle Einkäufe, die auf der Website www.rosefieldwatches.com getätigt wurden, können innerhalb von 14 Tagen und ohne Angabe von Gründen (bitte beachten Sie die oben genannten Ausnahmen: falls ein Produkt beschädigt oder unvollständig ist, hat der Käufer die Pflicht dies dem Kundenservice von ROSEFIELD zu melden und auf weitere Anweisungen zu warten), zurückgeschickt werden."
      },
      {
        "Options": "Das Recht ein Produkt zurückzuschicken gilt nur dann, wenn das Produkt originalverpackt ist und sich in dem gleichen Zustand, indem es verschickt wurde, befindet. Der Kunde darf das bestellte Produkt nur dann auspacken und / oder benutzen, wenn dies erforderlich ist, um beurteilen zu können ob er/sie das Produkt behalten möchte oder nicht."
      },
      {
        "Options": "Der Käufer ist verantwortlich für die Rücksendung seiner/ihrer Bestellung und trägt alle Risiken in Bezug auf die Rücksendung. ROSEFIELD empfiehlt dem Kunden das Produkt mittels versicherten Versands und in einer versiegelten Verpackung zurückzuschicken. Falls eine versicherte Rücksendung verloren geht, beschädigt wird oder falls die Annahme der Rücksendung verweigert wird (falls der Lieferant keine gültige Unterschrift vorweisen kann), hat der Kunde die Möglichkeit den Lieferanten verantwortlich zu machen. Der Kunde, als Absender der Rücksendung, muss das Beschwerdeverfahren für möglich auftretende Probleme bei der Rücksendung einleiten. Der Kunde muss den (offiziellen, digitalen) Beleg seiner/ihrer Rücksendung mit den entsprechenden Informationen zur Sendungsverfolgung aufbewahren."
      },
      {
        "Options": "Die Versandkosten für eine Rücksendung innerhalb der Bedenkzeit und die Versandkosten für eine Rücksendung im Garantie- oder Reparaturfall (bei Fehlern, die auftreten, nachdem der Kunde das Produkt bereits benutzt hat), müssen von dem Kunden getragen werden. Im Falle eines Widerrufes innerhalb der Bedenkzeit, wird ROSEFIELD, dem Kunden den bezahlten Betrag (exklusive Versandkosten), innerhalb von 14 Tagen nach Erhalt des Produktes, gutschreiben. Jede Gutschrift, die aufgrund eines zurückgeschickten Produktes erfolgt, wird auf dem Konto, von dem der Kunde seine Zahlung getätigt hat, gutgeschrieben."
      }
    ]
  },
  "Warrantyandrepair": {
    "Title": "7. GARANTIE UND REPARATUR",
    "Titleoption":
    [
      {
        "Options": "ROSEFIELD gewährt eine Garantie von bis zu zwei Jahren ab dem Kaufdatum. Die Garantie von zwei Jahren auf ROSEFIELD Armbanduhren garantiert dem Kunden, dass das Produkt den Standards der Benutzerfreundlichkeit, Zuverlässigkeit und Langlebigkeit entspricht. Die Garantie gilt nicht bei:"
      },
      {
        "Options": "- Schäden infolge von Unachtsamkeit oder unsachgemäßer Verwendung, wie beispielsweise durch kratzen, stoßen oder fallen;"
      },
      {
        "Options": "- Fehlern oder Schäden, die aufgrund einer fehlerhaften Reparatur oder Anpassung, die von früheren Beteiligten und ohne die schriftliche vorherige Zustimmung ROSEFIELDs durchgeführt wurde;"
      },
      {
        "Options": "- Fehlern oder Schäden, die durch Feuer oder Wasser, (jeglicher Kontakt mit Wasser sollte vermieden werden), verursacht wurden;"
      },
      {
        "Options": "- Ästhetischen Veränderungen, während der normalen Handhabung, Abnutzung und Alterung (z.B. Farbänderungen, des Armbandes, kleine Kratzer auf dem Uhrengehäuse und/oder Uhrenglas und das Abblättern des Metallüberzuges des Uhrengehäuses);"
      },
      {
        "Options": "- Batteriewechsel, auch während der Garantiezeit."
      }
    ],
    "Text": "Batteriewechsel, auch während der Garantiezeit Falls Sie Fragen, bezüglich der Rückgabe und Garantie haben, können Sie jederzeit mit dem Kundenservice von ROSEFIELD via<a href='mailto:support@rosefieldwatches.com'>support@rosefieldwatches.com.</a>"
  },
  "Forcemajaure": {
    "Title": "8. HÖHERE GEWALT",
    "Text": "Für Ereignisse höherer Gewalt, die ROSEFIELD die vertragliche Leistung erheblich erschweren oder die ordnungsgemäße Durchführung des Vertrages zeitweilig behindern oder unmöglich machen, haftet ROSEFIELD nicht. Als höhere Gewalt gelten alle vom Willen und Einfluss der Vertragsparteien unabhängigen Umstände wie Naturkatastrophen, Regierungsmaßnahmen, Behördenentscheidungen, Blockaden, Krieg und andere militärische Konflikte, Mobilmachung, innere Unruhen, Terroranschläge, Streik, Aussperrung und andere Arbeitsunruhen, Beschlagnahme, Embargo oder sonstige Umstände, die unvorhersehbar, schwerwiegend und durch die Vertragsparteien unverschuldet sind und nach Abschluss dieses Vertrages eintreten."
  },
  "Personaldataandprivacy": {
    "Title": "9. PERSÖNLICHE DATEN UND PRIVATSPHÄRE",
    "Titleoption":
    [
      {
        "Options": "ROSEFIELD richtet sich nach den Datenschutzbestimmungen, die in dem „Wet Bescherming Persoongegevens“ (dem Niederländischen Datenschutzgesetz) geschrieben stehen. Der Kunde hat beispielsweise jederzeit die Möglichkeit, durch das Anmelden bei seinem/ihrem Konto auf rosefieldwatches.com seine/ihre persönlichen Daten einzusehen, anzupassen oder zu löschen. ROSEFIELD wird die Daten, die der Kunde eingegeben hat, als Datei speichern. Ihre personenbezogenen Daten werden an Dritte nur weitergegeben oder sonst übermittelt, wenn dies zum Zwecke der Vertragsabwicklung – insbesondere Weitergabe von Bestelldaten an Lieferanten – erforderlich ist, dies zu Abrechnungszwecken erforderlich ist oder Sie zuvor eingewilligt haben. ROSEFIELD garantiert, dass alle persönlichen Daten mit größter Sorgfalt behandelt werden. ROSEFIELD darf die Daten des Kunden verwenden, um den Kunden Produkte anzupreisen."
      }
    ]
  },
  "Applicablelaws": {
    "Title": "10. ANWENDBARES RECHT",
    "Text": "Das Rechtsverhältnis zwischen ROSEFIELD und dem Kunden unterliegt niederländischem Recht, unabhändig davon in welchem Land der Kunde eine Bestellung aufgibt und in welches Land die Bestellung geliefert wird."
  },
  "UpdateText": "-Zuletzt Aktualisiert im März 2015-"
}