{
  "Title": "Privacy Policy",
  "PersonalInformation": {
    "Title": "PERSOONLIJKE GEGEVENS",
    "Text": "De privacy van onze klanten is voor ons erg belangrijk. De wettelijke voorschriften met betrekking tot de bescherming van persoonsgegevens, zoals vastgelegd in de Wet Bescherming Persoonsgegevens, worden door ROSEFIELD strikt nageleefd. ROSEFIELD verzamelt persoonlijke gegevens die door jou worden verstrekt gedurende de registratie en/of plaatsing van een order. Alle persoonlijke gegevens worden adequaat beheerd en opgeslagen volgens de privacy voorwaarden van de Wet Bescherming Persoonsgegevens. We gebruiken de persoonlijke gegevens voor het voltooien onze diensten, zoals het voltooien van een bestelling en het uitvoeren van eventuele reparaties.Je hebt als klant altijd de mogelijkheid om je eigen gegevens in te zien, te wijzigen of te verwijderen. Dit is mogelijk door in te loggen op http://rosefieldwatches.com/ en de gegevens in te zien in het Mijn Account gedeelte.ROSEFIELD verzamelt alleen persoonlijke informatie die op vrijwillige basis wordt verstrekt. Met het accepteren van de Privacy Policy, geeft u ROSEFIELD toestemming uw persoonlijke gegevens op te slaan en te gebruiken voor statistische en direct marketing doeleinden. Indien u geen prijs stelt op direct marketing informatie, kunt u dat laten weten door ROSEFIELD te bellen op ​+31 20 8934182 of een e-mail te sturen naar support@rosefieldwatches.com.​​"
  },
  "Payments": {
    "Title": "BETALINGEN",
    "Text": "Alle betalingen worden veilig verwerkt door een gespecialiseerde en gecertificeerde Payment Service Provider. Gevoelige betaalgegevens (bijv. creditcard gegevens) worden niet op onze server opgeslagen."       
  },
  "ThirdParties": {
    "Title": "VERSTREKKING AAN DERDEN",
    "Text": "Je persoonlijke gegevens worden niet gedeeld met derden, tenzij een derde nodig is voor de voltooiing van bestellingen of de reparatie van bestelde producten."       
  },
  "Cookies": {
    "Title": "COOKIES",
    "Text": "ROSEFIELD maakt op haar internetsite gebruik van zogenaamde “cookies”. Dit houdt in dat er een klein tekstbestand (cookie) naar uw computer wordt gestuurd, zodat het gebruik van de site vanaf uw computer in de toekomst wordt vergemakkelijkt. Indien u geen cookies wilt ontvangen, kunt u het hulpbestand van uw internetbrowser raadplegen om te kijken hoe u de cookies kunt blokkeren of een waarschuwing kunt krijgen voordat er een cookie wordt opgeslagen."       
  },
  "NewsletterSubscription": {
    "Title": "WIJZIGINGEN",
    "Text": "ROSEFIELD behoudt het recht deze privacy statement op elk moment, zonder kennisgeving, te wijzigen. U bent bij een volgend gebruik van deze website automatisch gebonden aan de voorwaarden van dit privacy statement inclusief wijzigingen. Het verdient daarom aanbeveling deze tekst met enige regelmaat te raadplegen indien u onze site vaker bezoekt."
  }
}