{
  "Title": "Terms & Conditions",
  "Definition": {
    "Title": "1. DEFINITIES",
    "Text": "De volgende algemene voorwaarden zijn van toepassing op de verkoop van producten op deze website door:",
    "AddressOptions": 
    [
      {
        "Options": "ROSEFIELD watches BV"
      },
      {
        "Options": "Elandsstraat 44R"
      },
      {
        "Options": "1016 SG"
      },
      {
        "Options": "Amsterdam"
      },
      {
        "Options": "Nederland"
      }                          
    ],
    "Text1": "Ingeschreven bij het handelsregister van de Kamer van Koophandel onder nummer 62124234 en met BTW nummer NL8546.67.714.B01.",
    "Website": "Website: www.rosefieldwatches.com",
    "Text2": "Koper: een natuurlijke persoon die wettelijk de volwassen leeftijd heeft en die niet handelt in de uitoefening van beroep of bedrijf en met welke persoon ROSEFIELD een overeenkomst sluit.",
    "Text3": "Bestelling: een overeenkomst tussen ROSEFIELD en de koper tot de levering van een of meerdere producten, die als zodanig door ROSEFIELD is geaccepteerd.",
    "Text4": "Product: een product dat door ROSEFIELD op de website wordt aangeboden ter verkoop."
  },
  "Applicability": {
    "Title": "2. TOEPASSELIJKHEID VAN ALGEMENE VOORWAARDEN",
    "Text": "We nodigen je uit de algemene voorwaarden, die van toepassing zijn op de verkoop van ROSEFIELD-producten, na te lezen op onze website: www.rosefieldwatches.com. Deze algemene voorwaarden zijn van toepassing op alle bestellingen geplaatst op de website door kopers wereldwijd. ROSEFIELD behoudt het recht deze algemene voorwaarden van tijd tot tijd aan te passen. De meest recente algemene voorwaarden worden op de Webstie geplaatst. De koper dient deze Algemene voorwaarden altijd te raadplegen voordat deze gebruik maakt van de website. Als je vragen hebt met betrekking tot deze algemene voorwaarden, kan je altijd contact opnemen met onze Support Desk."
  },
  "Ordersonthewebsite": {
    "Title": "3. BESTELLINGEN OP DE WEBSITE",
    "Title31": "3.1. De beschikbaarheid van de service",
    "Title31option":
    [
      {
        "Options": "ROSEFIELD verzendt de producten wereldwijd. Om een bestelling op de website te plaatsen moet je:"
      },
      {
        "Options": "- ouder zijn dan 16 jaar"
      },
      {
        "Options": "- een consument zijn en niet handelen in de uitoefening van beroep en bedrijf."
      }
    ],
    "Title32":
    {
      "Title": "3.2. De verkoopprocedure",
      "Title32option":
      [
        {
          "Options": "De persoonlijke gegevens van de koper zijn vereist om een bestelling te plaatsen. Deze persoonlijke gegevens worden in de database van ROSEFIELD opgeslagen om de bestelling te verwerken. De persoonlijke gegevens worden gebruikt in overeenstemming met de Privacy Policy van ROSEFIELD."
        },
        {
          "Options": "De koper heeft op ieder moment toegang tot de persoonlijke gegevens en informatie die door de koper is verstrekt tijdens de bestelling. ROSEFIELD herinnert de koper dat de persoonlijke gegevens zo accuraat mogelijk ingevuld moeten worden om fouten met betrekking tot verzending van de bestelling te vermijden."
        },
        {
          "Options": "Nadat een bestelling word geplaatst, zal de koper een e-mail ontvangen met de orderbevestiging. Op dit moment is de overeenkomst tot levering van het bestelde product geaccepteerd door ROSEFIELD. De algemene voorwaarden treden hierdoor in werking en zijn bindend voor de koper en voor ROSEFIELD."
        }
      ]
    },
    "Title33":
    {
      "Title": "3.3. Weigering van de bestelling",
      "Text": "Hoewel er alles aan gedaan wordt elke klant van dienst te zijn, behoudt ROSEFIELD het recht om geplaatste bestellingen te weigeren om welke reden dan ook. ROSEFIELD behoudt ook het recht de overeenkomst tot levering van een product te beëindigen, zonder de verplichting op zich te nemen de koper te compenseren voor verliezen anders dan het bedrag dat door ROSEFIELD is ontvangen door de koper voor deze bestelling, in de volgende situaties:",
      "Title33option":
      [
        {
          "Options": "- in het uitzonderlijke geval waarin het product niet beschikbaar is of niet op voorraad blijkt te zijn nadat een orderbevestiging door de koper is ontvangen."
        },
        {
          "Options": "- De bestelling wordt door veiligheidssystemen gedetecteerd als ongebruikelijk of een mogelijke vorm van fraude."
        },
        {
          "Options": "- ROSEFIELD reden heeft te geloven dat de koper niet de leeftijd van 16 jaar heeft bereikt."
        },
        {
          "Options": "- ROSEFIELD reden heeft te geloven dat de koper handelt in de uitoefening van een beroep of bedrijf."
        },
        {
          "Options": "- In gevallen van spelfouten, fouten met betrekking tot de prijs van de producten of andere fouten op de website."
        },
        {
          "Options": "- ROSEFIELD niet de mogelijkheid heeft het product te bezorgen bij het verzendadres."
        },
        {
          "Options": "- In gevallen van overmacht (zie art. 8: ‘Overmacht’)."
        }
      ]
    }
  },
  "PricePayment": {
    "Title": "4. PRIJS EN BETALING",
    "Title41":
    {
      "Title": "4.1. Betaling en Valuta",
      "Text": "ROSEFIELD biedt de mogelijkheid, linksboven in het scherm, het land van bestemming te veranderen. Indien het land van bestemming wordt veranderd, kan de prijs van het product en de valuta waarin betaald moet worden ook veranderen."
    },
    "Title42":
    {
      "Title": "4.2. Belasting Toegevoegde Waarde (BTW)",
      "Text": "Alle prijzen op de website worden weergeven inclusief 21% BTW (belasting toegevoegde waarde), in overeenstemming met de Nederlandse wet. Voor kopers buiten de Europese Unie, wordt de BTW afgetrokken van de prijs bij het winkelmandje. "
    },
    "Title43":
    {
      "Title": "4.3. Gegarandeerde Prijs",
      "Title43option":
      [
        {
          "Options": "ROSEFIELD is niet verplicht bestellingen te leveren indien een fout is gemaakt met betrekking tot de weergave of beschrijving van het product en het voor de koper duidelijk is dat de fout typografisch is of de koper redelijkerwijs niet mag verwachten dat in de weergegeven situatie het product beschikbaar is voor aangegeven prijs op de website."
        },
        {
          "Options": "In deze gevallen heeft ROSEFIELD de mogelijkheid de bestelling te annuleren en het betaalde bedrag zal door ROSEFIELD worden teruggestort."
        }
      ]
    },
    "Title44":
    {
      "Title": "4.4. Betalingsmogelijkheden",
      "Text": "ROSEFIELD biedt een verscheidenheid aan veilige betalingsmogelijkheden, waaronder: iDeal, Sofort Banking, Bancontact/Mr. Cash, Paypal, Visa, Visa Electron, MasterCard, American Express en meer.For all payments by credit or debit card, the charge will be made online, in other words, in real time, through the payment gateway of the corresponding financial entity, once it has been confirmed that the data sent by the customer is correct."
    },
    "Title45":
    {
      "Title": "4.5. Veiligheid van betalen",
      "Text": "Voor ROSEFIELD is de veiligheid bij het plaatsen van online bestellingen essentieel. Alle transacties worden via veilige betaalsystemen uitgevoerd. De vertrouwelijke gegevens van de betaling worden rechtstreeks en gecodeerd (SSL) aan de bank doorgegeven."
    }
  },
  "Delivery": {
    "Title": "5. LEVERING",
    "Titleoption":
    [
      {
        "Options": "De levering van de bestelde producten worden uitgevoerd door geselecteerde vervoerders."
      },
      {
        "Options": "Om problemen te voorkomen omtrent de levering (foutief ingevoerde adressen, geen personen aanwezig op verzendadres, etc.) dient een koper de adresgegevens correct in te voeren."
      },
      {
        "Options": "Op het moment dat de bestelling is overgedragen aan het vervoersbedrijf, zal ROSEFIELD de koper via e-mail een track & trace code sturen, zodat ze de koper de status van de bestelling op elk moment kan bekijken."
      }
    ],
    "Title51":
    {
      "Title": "5.1. Leveringsvoorwaarden",
      "Title51option":
      [
        {
          "Options": "ROSEFIELD zal er alles aan doen om de bestelling binnen de verwachte termijn te leveren. De koper is zelf verantwoordelijk voor het invoeren van het correcte verzendadres. In het geval dat er dingen misgaan met de levering door een fout in het verzendadres (dat kan worden toegewijd aan de koper), is ROSEFIELD niet verantwoordelijk voor (gedeeltelijk) verlies van de bestelling. In het geval dat ROSEFIELD meer informatie nodig heeft voor de levering, kan de koper benaderd worden ROSEFIELD om extra informatie te verschaffen. Dit kan resulteren in een vertraging van de bezorgtijd."
        },
        {
          "Options": "Alle bovengenoemde leveringsvoorwaarden (waaronder de leveringstermijn) op de website dienen beschouwd te worden als verwachte levertijden en niet een gegarandeerde levertijden."
        }
      ]
    },
    "Title52":
    {
      "Title": "5.2. Beschadigde, onvolledige of verkeerde producten",
      "Title52option":
      [
        {
          "Options": "In het geval dat de bestelling onvolledig of defect is afgeleverd, dient de koper zo snel mogelijk ROSEFIELD meteen telefonisch of via e-mail op de hoogte te brengen (binnen 24 uur nadat de bestelling is ontvangen). Vervolgens zal ROSEFIELD de zaak afhandelen; de koper moet ROSEFIELD altijd op de hoogte brengen en wachten op instructies. Een koper die het product op eigen kosten terugzendt, zonder ROSEFIELD te informeren en te wachten op instructies van ROSEFIELD, kan geen aanspraak maken op enige vergoeding van de door de koper gemaakte kosten, noch ROSEFIELD verantwoordelijk houden voor de de retourzending."
        },
        {
          "Options": "In het geval een koper een product ontvangt die hij/zij niet heeft besteld, dient de koper ROSEFIELD zo snel mogelijk op de hoogte te brengen (binnen 24 uur nadat de bestelling is geleverd). De koper dient zorg te dragen voorhet retourneren van het product nadat hij of zij instructies heeft ontvangen van ROSEFIELD. ROSEFIELD zal vervolgens de kosten van de retourzending voor haar rekening nemen en zal een nieuw product naar de koper doen toezenden."
        }
      ]
    },
    "Title53":
    {
      "Title": "5.3. Ontbrekende producten",
      "Title53option":
      [
        {
          "Options": "Indien een bestelling die is verzonden of wordt verzonden door ROSEFIELD naar de koper, is vermist, vermist wordt, of indien de koper beweert dat de bestelling niet is bezorgd (ondanks dat informatie voor handen, zoals de track & trace gegevens verstrekt door de vervoerder, anders aangeven)wordt de klachtprocedure gestart en er zal eerst gewacht worden op de uitkomst van deze procedure, voordat terugstorting van het aankoopbedrag of het opnieuw verzenden van het product zal plaatsvinden. De koper dient in dit geval volledig mee te werken met de klachtenprocedure van de vervoerder. Indien de bestelling verloren is gegaan door een fout van de vervoerder (en nadat de klachtenprocedure is afgerond), zal ROSEFIELD het bedrag dat is overgemaakt terugstorten of de bestelling opnieuw verzenden."
        },
        {
          "Options": "Indien de bestelling niet is geleverd aan het verzendadres (of ophaalpunt) van de koper binnen 14 dagen, is de koper verplicht het ROSEFIELD support team te informeren via e-mail binnen 14 dagen, oftewel 28 dagen na de verzenddatum."
        }
      ]
    }   
  },
  "Exchangesandreturns": {
    "Title": "6. RETOURNEREN",
    "Titleoption":
    [
      {
        "Options": "Elk product dat op de website is besteld kan geretourneerd worden binnen 14 dagen nadat het is afgeleverd bij de koper, zonder opgave van een reden (let wel op de bovengenoemde uitzondering: indien het product defect of onvolledig is afgeleverd, dient de koper een e-mail te sturen naar het ROSEFIELD support team en te wachten op verder instructies)."
      },
      {
        "Options": "Het recht om het product te retourneren is alleen van toepassing indien het product en de verpakking in dezelfde staat teruggezonden kan worden als waarin het is afgeleverd. Het is de koper alleen toegestaan de verpakking te openen of het product te gebruiken om te kunnen besluiten of hij/zij het product wenst te houden."
      },
      {
        "Options": "De koper is verantwoordelijk voor het retourneren van de bestelling en draagt alle risico’s met betrekking tot de zending. ROSEFIELD adviseert de koper het product verzekerd terug te zenden. In geval een verzekerde terugzending vermist raakt, beschadigd wordt, of de bezorging wordt geweigerd (als bijvoorbeeld geen geldige handtekening voor ontvangst getoond kan worden overlegd door de vervoerder), heeft de koper de mogelijkheid de vervoerder verantwoordelijk te houden. De koper dient in dit geval, als de verzender van de retourzending, een klachtenprocedure te starten bij het vervoersbedrijf die hij of zij heeft gebruikt voor de retourzending. De koper dient het verzendbewijs, met daarop vermeld de track & trace gegevens van de verzekerde retourzending, te bewaren, zodat hij/zij de vervoerder aansprakelijk kan stellen indien de retourzending vermist of beschadigd raakt of indien de ontvangst van de retourzending betwist wordt."
      },
      {
        "Options": "De kosten van het terugzenden van de bestelling binnen de zichttermijn van 14 dagen en de kosten van het terugzenden van een product vanwege een verzoek tot reparatie of garantie (bij gebreken ontstaan na gebruik van het product door de koper) worden gedragen door de koper. Bij ontbinding binnen de genoemde termijn zal ROSEFIELD binnen 14 dagen nadat de bestelling retour is ontvangen het door de koper betaalde bedrag terugstorten op de rekening waarmee het product is betaald (de kosten van de terugzending worden niet teruggestort."
      }
    ]
  },
  "Warrantyandrepair": {
    "Title": "7. GARANTIE EN REPARATIE",
    "Titleoption":
    [
      {
        "Options": "ROSEFIELD biedt een garantie van twee jaar vanaf de dag van aanschaf. De garantie van twee jaar garandeert de koper dat het product voldoet aan eisen van bruikbaarheid, betrouwbaarheid en duurzaamhied. De garantie is niet van toepassing op de volgende gevallen:"
      },
      {
        "Options": "- Het product is beschadigd door onoplettendheid of onbehoorlijk gebruik (zoals let laten vallen of krassen) door de koper."
      },
      {
        "Options": "- Beschadiging veroorzaakt door een reparatie of aanpassing door een derde zonder instemming van ROSEFIELD."
      },
      {
        "Options": "- Het kapot gaan of beschadiging veroorzaakt door water of vuur (contact met water dient vermeden te worden)."
      },
      {
        "Options": "- Uiterlijke veranderingen door normaal gebruik van het product (zoals verkleuring van de bandjes, kleine krasjes op de kast van het horloge)."
      },
      {
        "Options": "- Vervanging van de batterij, ook indien de batterij vervangen moet worden binnen de garantietermijn."
      }
    ],
    "Text": "In het geval van vragen over garantie, kan de koper altijd contact opnemen met het ROSEFIELD Support team:<a href='mailto:support@rosefieldwatches.com'>support@rosefieldwatches.com.</a>"
  },
  "Forcemajaure": {
    "Title": "8. OVERMACHT",
    "Text": "ROSEFIELD is niet aansprakelijk voor beschadiging of andere vergoedingen in verband met gebreken van de overeenkomst, door gebeurtenissen die niet aan ROSEFIELD zijn toe te rekenen. Niet aansprakelijkheid is van toepassing onder meer de gevallen van tussenkomst van de overheid, nieuwe/veranderde wetgeving, oorlog, brand, overstroming, stakingen, verbod, sabotage, weersomstandigheden, gebreken in de levering van leveranciers en belemmering door criminele activiteiten."
  },
  "Personaldataandprivacy": {
    "Title": "PERSOONLIJKE GEGEVENS EN PRIVACY",
    "Titleoption":
    [
      {
        "Options": "ROSEFIELD voldoet aan de privacy voorwaarden zoals beschreven in de “Wet Bescherming Persoonsgegevens”. De koper heeft bijvoorbeeld altijd de mogelijkheid om zij of haar persoonlijke gegevens aan te passen, te verwijderen of na te kijken door in te loggen op de website."
      },
      {
        "Options": "ROSEFIELD bewaart de ingevoerde gegevens in een bestand. De gegevens worden alleen gebruikt ter afronding van de bestelling en worden opgeslagen zolang nodig is om eventuele problemen omtrent de verzending van de bestelling op te lossen. ROSEFIELD garandeert dat de persoonlijke gegevens zorgvuldig gebruikt zullen worden. De gegevens worden niet met een derde gedeeld, tenzij dit noodzakelijk in verband met de voltooiing van de bestelling of reparatie."
      }
    ]
  },
  "Applicablelaws": {
    "Title": "10. TOEPASSELIJK RECHT",
    "Text": "De Nederlandse wet is van toepassing op de bestelling en andere overeenkomsten tussen ROSEFIELD en kopers, ongeacht de woonplaats van de koper woont en ongeacht het land waar het product wordt afgeleverd."
  },
  "UpdateText": "-Last updated March 2015-"
}